Repository: 4i4oGosho/MusicAndMind2
Catalog: Resources/SharedResource.*.resx
Languages: bg

# Nav_Home
source: Home
bg: Начало

# Nav_Focus
source: Focus
bg: Фокус

# Nav_Science
source: Science
bg: Наука

# Nav_About
source: About
bg: За нас

# Nav_Contact
source: Contact
bg: Контакт

# Hero_Headline
source: Soundscapes for Focus, Calm and Sleep
bg: Звукови пейзажи за фокус, спокойствие и сън

# Hero_Sub
source: Minimal, monochrome, modern. Press play and let the waves guide your mind.
bg: Минималистично, монохромно, модерно. Натисни play и остави вълните да поведат ума.

# CTA_Listen
source: Listen now
bg: Слушай сега

# Section_Why
source: Why it works
bg: Защо работи

# Why_Copy
source: Gentle amplitude modulations nudge neural rhythms: alpha for clarity, theta for creativity, gamma for drive.
bg: Фини амплитудни модулации подканват невронните ритми: алфа за яснота, тета за креативност, гама за устрем.

# Footer_Tag
source: Sound as a neuro-instrument
bg: Звукът като невро-инструмент

# Focus_Title
source: Focus Sessions
bg: Сесии за фокус

# Science_Title
source: The Science
bg: Наука

# About_Title
source: About
bg: За нас

# Contact_Title
source: Contact
bg: Контакт
